export default {
  projections: {
    СкладE: {
      номер: {
        __caption__: 'Номер'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      товарНаСкладе: {
        __caption__: 'Товар на складе',
        этаж: {
          __caption__: 'Этаж'
        },
        ряд: {
          __caption__: 'Ряд'
        },
        ячейкаТовара: {
          __caption__: 'Ячейка Товара'
        },
        количество: {
          __caption__: 'Количество'
        }
      }
    },
    СкладL: {
      номер: {
        __caption__: 'Номер'
      },
      адрес: {
        __caption__: 'Адрес'
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    номер: {
      __caption__: 'Номер'
    },
    сотрудник: {
      __caption__: 'сотрудник'
    },
    товарНаСкладе: {
      __caption__: 'Товар на складе'
    }
  }
};
