export default {
  projections: {
    ТоварНаСкладеE: {
      этаж: {
        __caption__: 'Этаж'
      },
      ряд: {
        __caption__: 'Ряд'
      },
      ячейкаТовара: {
        __caption__: 'Ячейка Товара'
      },
      количество: {
        __caption__: 'Количество'
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    ряд: {
      __caption__: 'ряд'
    },
    этаж: {
      __caption__: 'этаж'
    },
    ячейкаТовара: {
      __caption__: 'ячейкаТовара'
    },
    товар: {
      __caption__: 'товар'
    },
    склад: {
      __caption__: 'склад'
    }
  }
};
